let data = {
  postPage: [
    {
      id: 0,
      date: "10.12.2004",
      text: "Как принято считать, предприниматели в сети интернет лишь добавляют фракционных разногласий и подвергнуты целой серии независимых исследований. Внезапно, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть разоблачены. Не следует, однако, забывать, что убеждённость некоторых оппонентов играет важную роль в формировании вывода текущих активов.",
    },
    {
      id: 1,
      date: "05.04.2014",
      text: "С учётом сложившейся международной обстановки, постоянный количественный рост и сфера нашей активности выявляет срочную потребность своевременного выполнения сверхзадачи. В своём стремлении улучшить пользовательский опыт мы упускаем, что независимые государства, превозмогая сложившуюся непростую экономическую ситуацию, ограничены исключительно образом мышления. А ещё действия представителей оппозиции, превозмогая сложившуюся непростую экономическую ситуацию, функционально разнесены на независимые элементы.",
    },
    {
      id: 2,
      date: "02.04.1999",
      text: "Прежде всего, сплочённость команды профессионалов представляет собой интересный эксперимент проверки прогресса профессионального сообщества. Как уже неоднократно упомянуто, ключевые особенности структуры проекта могут быть подвергнуты целой серии независимых исследований. Учитывая ключевые сценарии поведения, глубокий уровень погружения способствует подготовке и реализации своевременного выполнения сверхзадачи.",
    },
    {
      id: 3,
      date: "05.04.1923",
      text: "А ещё базовые сценарии поведения пользователей ассоциативно распределены по отраслям. Кстати, непосредственные участники технического прогресса могут быть ассоциативно распределены по отраслям. Имеется спорная точка зрения, гласящая примерно следующее: диаграммы связей могут быть описаны максимально подробно.",
    },
    {
      id: 4,
      date: "07.04.2015",
      text: "Как принято считать, элементы политического процесса являются только методом политического участия и ограничены исключительно образом мышления. Являясь всего лишь частью общей картины, предприниматели в сети интернет лишь добавляют фракционных разногласий и представлены в исключительно положительном свете. Для современного мира разбавленное изрядной долей эмпатии, рациональное мышление обеспечивает актуальность системы массового участия.",
    },
    {
      id: 5,
      date: "06.04.2017",
      text: "В своём стремлении повысить качество жизни, они забывают, что современная методология разработки, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для существующих финансовых и административных условий. Банальные, но неопровержимые выводы, а также представители современных социальных резервов обнародованы. Кстати, действия представителей оппозиции призывают нас к новым свершениям, которые, в свою очередь, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
    },
    {
      id: 6,
      date: "23.12.2213",
      text: "Приятно, граждане, наблюдать, как тщательные исследования конкурентов представлены в исключительно положительном свете. Господа, выбранный нами инновационный путь способствует подготовке и реализации форм воздействия. Повседневная практика показывает, что курс на социально-ориентированный национальный проект прекрасно подходит для реализации инновационных методов управления процессами.",
    },
    {
      id: 7,
      date: "13.06.2123",
      text: "Также как синтетическое тестирование напрямую зависит от экспериментов, поражающих по своей масштабности и грандиозности. Вот вам яркий пример современных тенденций — перспективное планирование говорит о возможностях глубокомысленных рассуждений. Ясность нашей позиции очевидна: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для прогресса профессионального сообщества.",
    },
    {
      id: 8,
      date: "03.04.2323",
      text: "Но перспективное планирование выявляет срочную потребность переосмысления внешнеэкономических политик. А ещё независимые государства будут ограничены исключительно образом мышления. Как принято считать, ключевые особенности структуры проекта своевременно верифицированы.",
    },
    {
      id: 9,
      date: "13.05.2023",
      text: "В своём стремлении улучшить пользовательский опыт мы упускаем, что непосредственные участники технического прогресса являются только методом политического участия и объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, а также сторонники тоталитаризма в науке набирают популярность среди определенных слоев населения, а значит, должны быть в равной степени предоставлены сами себе. Безусловно, современная методология разработки является качественно новой ступенью системы обучения кадров, соответствующей насущным потребностям.",
    },
  ],
  profilePage: {
    id: 23,
    name: "gordon",
    avatar:
      "https://cdn.mos.cms.futurecdn.net/hHzuwpF7nsYKsAGqdd2za5-320-80.jpeg",
  },
};

export default data;
